Repository: bastiaanv/AccuChekCGM
Catalog: AccuChekUI/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans

source: Accu-Chek CGM
ar: أكيوتشيك سي جي إم
he: אקו-צ'ק CGM
ja: アキュチェックCGM

source: Are you sure you want to pair a new Sensor? You cannot reverse this action.
ar: هل أنت متأكد من أنك تريد إقران مستشعر جديد؟ لا يمكنك عكس هذا الإجراء.
cs: Jste si jisti, že chcete spárovat nový snímač? Tuto akci nelze zvrátit.
da: Er du sikker på, at du vil parre en ny sensor? Du kan ikke fortryde denne handling.
de: Sind Sie sicher, dass Sie einen neuen Sensor koppeln wollen? Sie können diesen Vorgang nicht rückgängig machen.
es: ¿Está seguro de que desea emparejar un nuevo sensor? No puede anular esta acción.
fi: Oletko varma, että haluat yhdistää uuden anturin? Tätä toimenpidettä ei voi peruuttaa.
fr: Êtes-vous sûr de vouloir appairer un nouveau capteur ? Vous ne pouvez pas annuler cette action.
he: האם אתה בטוח שאתה רוצה להתאים חיישן חדש? אינך יכול להפוך פעולה זו.
hu: Biztos, hogy új érzékelőt szeretne párosítani? Ezt a műveletet nem tudja visszafordítani.
it: Siete sicuri di voler associare un nuovo sensore? Non è possibile annullare questa operazione.
ja: 本当に新しいセンサーをペアリングしますか？この操作を元に戻すことはできません。
ko: 새 센서를 페어링하시겠습니까? 이 작업은 되돌릴 수 없습니다.
nb: Er du sikker på at du vil koble til en ny sensor? Du kan ikke reversere denne handlingen.
nl: Weet je zeker dat je een nieuwe sensor wilt koppelen? Je kunt deze actie niet ongedaan maken.
pl: Czy na pewno chcesz sparować nowy czujnik? Nie można cofnąć tej czynności.
pt_br: Tem a certeza de que pretende emparelhar um novo sensor? Não é possível reverter esta ação.
ro: Sunteți sigur că doriți să asociați un senzor nou? Nu puteți inversa această acțiune.
ru: Вы уверены, что хотите сопрячь новый датчик? Это действие нельзя отменить.
sk: Ste si istí, že chcete spárovať nový snímač? Túto akciu nemôžete zvrátiť.
sl: Ste prepričani, da želite seznaniti nov senzor? Tega dejanja ne morete spremeniti.
sv: Är du säker på att du vill para ihop en ny sensor? Du kan inte ångra den här åtgärden.
tr: Yeni bir Sensör eşleştirmek istediğinizden emin misiniz? Bu işlemi geri alamazsınız.
uk: Ви впевнені, що хочете створити пару з новим датчиком? Ви не можете скасувати цю дію.
vi: Bạn có chắc chắn muốn ghép nối một cảm biến mới không? Bạn không thể đảo ngược hành động này.
zh_hans: 您确定要配对新传感器吗？此操作无法逆转。

source: Are you sure you want to stop using Accu-Chek CGM?
ar: هل أنت متأكد من رغبتك في التوقف عن استخدام جهاز أكيو-تشيك لقياس تجلط الدم؟
cs: Jste si jisti, že chcete přestat používat CGM Accu-Chek?
da: Er du sikker på, at du vil holde op med at bruge Accu-Chek CGM?
de: Sind Sie sicher, dass Sie Accu-Chek CGM nicht mehr verwenden wollen?
es: ¿Está seguro de que desea dejar de utilizar Accu-Chek CGM?
fi: Haluatko varmasti lopettaa Accu-Chek CGM:n käytön?
fr: Êtes-vous sûr de vouloir arrêter d'utiliser Accu-Chek CGM ?
he: האם אתה בטוח שאתה רוצה להפסיק להשתמש ב- Accu-Chek CGM?
hu: Biztos, hogy nem akarja tovább használni az Accu-Chek CGM-et?
it: È sicuro di voler smettere di usare Accu-Chek CGM?
ja: アキュチェックCGMの使用を中止してもよろしいですか？
ko: Accu-Chek CGM 사용을 중단하시겠습니까?
nb: Er du sikker på at du vil slutte å bruke Accu-Chek CGM?
nl: Weet je zeker dat je wilt stoppen met het gebruik van Accu-Chek CGM?
pl: Czy na pewno chcesz zaprzestać używania Accu-Chek CGM?
pt_br: Tem a certeza de que pretende deixar de utilizar o Accu-Chek CGM?
ro: Sunteți sigur că doriți să nu mai utilizați Accu-Chek CGM?
ru: Вы уверены, что хотите прекратить использование Accu-Chek CGM?
sk: Ste si istí, že chcete prestať používať CGM Accu-Chek?
sl: Ali ste prepričani, da želite prenehati uporabljati napravo Accu-Chek CGM?
sv: Är du säker på att du vill sluta använda Accu-Chek CGM?
tr: Accu-Chek CGM kullanmayı bırakmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете припинити використання Accu-Chek CGM?
vi: Bạn có chắc chắn muốn ngừng sử dụng Accu-Chek CGM không?
zh_hans: 您确定要停止使用 Accu-Chek CGM 吗？

source: Before starting, double check if your Accu-chek CGM is not expired. Expired CGM's cannot be used
ar: قبل البدء، تحقق مرة أخرى من عدم انتهاء صلاحية جهاز أكيو-تشيك للمراقبة المستمرة للغازات. لا يمكن استخدام أجهزة المراقبة المستمرة للسكري منتهية الصلاحية
cs: Před zahájením měření zkontrolujte, zda váš CGM Accu-chek není prošlý. CGM s prošlou dobou použitelnosti nelze použít.
da: Før du starter, skal du dobbelttjekke, at din Accu-chek CGM ikke er udløbet. Udløbne CGM'er kan ikke bruges
de: Bevor Sie beginnen, überprüfen Sie, ob Ihr Accu-chek CGM nicht abgelaufen ist. Abgelaufene CGMs können nicht verwendet werden
es: Antes de empezar, compruebe que su Accu-chek CGM no ha caducado. Los MCG caducados no se pueden utilizar.
fi: Tarkista ennen aloittamista, ettei Accu-chek CGM -mittarisi ole vanhentunut. Vanhentuneita CGM:iä ei voi käyttää
fr: Avant de commencer, vérifiez que votre Accu-chek CGM n'est pas périmé. Les CGM périmés ne peuvent pas être utilisés
he: לפני שתתחיל, בדוק שוב אם פג תוקפו של Accu-chek CGM שלך לא פג. לא ניתן להשתמש ב- CGM שפג תוקפם
hu: Indítás előtt ellenőrizze, hogy az Accu-chek CGM nem járt-e le. A lejárt CGM-ek nem használhatók
it: Prima di iniziare, verificare che il CGM Accu-chek non sia scaduto. I CGM scaduti non possono essere utilizzati
ja: 開始する前に、お使いの Accu-chek CGM の有効期限が切れていないか再確認してください。期限切れのCGMは使用できません。
ko: 시작하기 전에 Accu-chek CGM이 만료되지 않았는지 다시 확인하세요. 만료된 CGM은 사용할 수 없습니다.
nb: Før du starter, må du dobbeltsjekke at Accu-chek CGM ikke er utløpt. Utløpte CGM-er kan ikke brukes
nl: Controleer voordat je begint of je Accu-chek CGM niet verlopen is. Verlopen CGM's kunnen niet worden gebruikt.
pl: Przed rozpoczęciem należy sprawdzić, czy nie upłynął termin ważności urządzenia Accu-chek CGM. Nie można używać urządzeń CGM, których termin ważności upłynął
pt_br: Antes de começar, verifique se o seu Accu-chek CGM não está fora de prazo. Os CGMs expirados não podem ser utilizados
ro: Înainte de a începe, verificați de două ori dacă CGM-ul Accu-chek nu este expirat. CGM-urile expirate nu pot fi utilizate
ru: Перед началом работы проверьте, не истек ли срок годности вашего прибора Accu-chek CGM. CGM с истекшим сроком годности использовать нельзя
sk: Pred začatím dvakrát skontrolujte, či váš prístroj Accu-chek CGM nie je neplatný. CGM s uplynutou dobou platnosti sa nemôže používať
sl: Pred začetkom preverite, ali vašemu merilniku Accu-chek CGM ni potekel rok uporabe. CGM s pretečenim rokom uporabe ni mogoče uporabljati
sv: Innan du börjar ska du kontrollera att din Accu-chek CGM inte har gått ut. CGM:er med utgångsdatum kan inte användas
tr: Başlamadan önce Accu-chek CGM'nizin son kullanma tarihinin geçip geçmediğini iki kez kontrol edin. Son kullanma tarihi geçmiş CGM'ler kullanılamaz
uk: Перед початком роботи перевірте, чи не закінчився термін придатності Accu-chek CGM. Прострочені ЗІП не можна використовувати
vi: Trước khi bắt đầu, hãy kiểm tra kỹ xem Accu-chek CGM của bạn chưa hết hạn hay không. Không thể sử dụng CGM hết hạn
zh_hans: 开始之前，请仔细检查您的 Accu-chek CGM 是否过期。过期的 CGM 不能使用

source: Calibrate Sensor
ar: معايرة المستشعر
cs: Kalibrace senzoru
da: Kalibrer sensoren
de: Sensor kalibrieren
es: Calibrar sensor
fi: Kalibroi anturi
fr: Étalonnage du capteur
he: כיול חיישן
hu: Érzékelő kalibrálása
it: Calibrazione del sensore
ja: センサーの校正
ko: 센서 보정
nb: Kalibrer sensoren
nl: Sensor kalibreren
pl: Kalibracja czujnika
pt_br: Calibrar o sensor
ro: Calibrați senzorul
ru: Калибровка датчика
sk: Kalibrácia snímača
sl: Umerjanje senzorja
sv: Kalibrera sensorn
tr: Sensörü Kalibre Et
uk: Калібрування датчика
vi: Hiệu chỉnh cảm biến
zh_hans: 校准传感器

source: Calibrate your sensor now
ar: قم بمعايرة المستشعر الآن
cs: Kalibrujte svůj senzor nyní
da: Kalibrer din sensor nu
de: Kalibrieren Sie Ihren Sensor jetzt
es: Calibre su sensor ahora
fi: Kalibroi anturi nyt
fr: Calibrez votre capteur maintenant
he: כייל את החיישן שלך עכשיו
hu: Kalibrálja érzékelőjét most
it: Calibrate ora il vostro sensore
ja: センサーの校正
ko: 지금 센서 보정하기
nb: Kalibrer sensoren din nå
nl: Kalibreer je sensor nu
pl: Skalibruj czujnik już teraz
pt_br: Calibrar o seu sensor agora
ro: Calibrați acum senzorul dvs.
ru: Откалибруйте свой датчик прямо сейчас
sk: Kalibrácia snímača teraz
sl: Zdaj kalibrirajte senzor
sv: Kalibrera din sensor nu
tr: Sensörünüzü şimdi kalibre edin
uk: Відкалібруйте свій датчик зараз
vi: Hiệu chỉnh cảm biến của bạn ngay bây giờ
zh_hans: 立即校准传感器

source: Calibration
ar: المعايرة
cs: Kalibrace
da: Kalibrering
de: Kalibrierung
es: Calibración
fi: Kalibrointi
fr: Calibrage
he: כיול
hu: Kalibrálás
it: Calibrazione
ja: キャリブレーション
ko: 보정
nb: Kalibrering
nl: Kalibratie
pl: Kalibracja
pt_br: Calibração
ro: Calibrare
ru: Калибровка
sk: Kalibrácia
sl: Kalibracija
sv: Kalibrering
tr: Kalibrasyon
uk: Калібрування
vi: Hiệu chuẩn
zh_hans: 校准

source: Calibration failed. Consult logs to find why
ar: فشلت المعايرة. راجع السجلات لمعرفة السبب
cs: Kalibrace se nezdařila. Zjistěte příčinu v protokolech
da: Kalibreringen mislykkedes. Se logfiler for at finde ud af hvorfor
de: Kalibrierung fehlgeschlagen. Suchen Sie in den Protokollen nach der Ursache
es: Error de calibración. Consulte los registros para averiguar por qué
fi: Kalibrointi epäonnistui. Tutustu lokitietoihin selvittääksesi syyn
fr: L'étalonnage a échoué. Consulter les journaux pour en trouver la cause
he: הכיול נכשל. עיין ביומנים כדי לגלות מדוע
hu: A kalibrálás sikertelen. Nézze meg a naplókat, hogy megtudja, miért
it: La calibrazione non è riuscita. Consultare i registri per scoprirne il motivo
ja: キャリブレーションに失敗しました。ログを参照して原因を調べてください。
ko: 보정에 실패했습니다. 로그를 참조하여 이유를 확인하세요.
nb: Kalibreringen mislyktes. Se loggene for å finne ut hvorfor
nl: Kalibratie mislukt. Raadpleeg de logboeken om uit te zoeken waarom
pl: Kalibracja nie powiodła się. Sprawdź dzienniki, aby znaleźć przyczynę
pt_br: A calibração falhou. Consultar os registos para saber porquê
ro: Calibrarea a eșuat. Consultați jurnalele pentru a afla motivul
ru: Калибровка не удалась. Обратитесь к журналам, чтобы выяснить причину
sk: Kalibrácia zlyhala. Pozrite si protokoly, aby ste zistili dôvod.
sl: Kalibracija ni uspela. V dnevnikih poiščite razlog za to.
sv: Kalibreringen misslyckades. Se loggar för att ta reda på varför
tr: Kalibrasyon başarısız oldu. Nedenini bulmak için günlüklere bakın
uk: Не вдалося виконати калібрування. Зверніться до журналів, щоб з'ясувати причину
vi: Hiệu chuẩn không thành công. Tham khảo nhật ký để tìm lý do
zh_hans: 校准失败。查看日志查找原因

source: Calibration is recommended
ar: يوصى بالمعايرة
cs: Doporučuje se kalibrace
da: Kalibrering anbefales
de: Kalibrierung wird empfohlen
es: Se recomienda la calibración
fi: Kalibrointia suositellaan
fr: L'étalonnage est recommandé
he: כיול מומלץ
hu: A kalibrálás ajánlott
it: Si raccomanda la calibrazione
ja: キャリブレーションを推奨
ko: 보정을 권장합니다.
nb: Kalibrering anbefales
nl: Kalibratie wordt aanbevolen
pl: Zalecana jest kalibracja
pt_br: Recomenda-se a calibração
ro: Se recomandă calibrarea
ru: Рекомендуется калибровка
sk: Odporúča sa kalibrácia
sl: Kalibracija je priporočljiva.
sv: Kalibrering rekommenderas
tr: Kalibrasyon tavsiye edilir
uk: Рекомендується калібрування
vi: Hiệu chuẩn được khuyến nghị
zh_hans: 建议进行校准

source: Cancel
ar: إلغاء
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
he: בטל
hu: Törölje
it: Annullamento
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消

source: Close
ar: إغلاق
cs: Zavřít
da: Luk
de: Schließen Sie
es: Cerrar
fi: Sulje
fr: Fermer
he: סגור
hu: Zárja be a
it: Chiudere
ja: 閉じる
ko: 닫기
nb: Lukk
nl: Sluit
pl: Zamknij
pt_br: Fechar
ro: Închidere
ru: Закрыть
sk: Zatvoriť
sl: Zapri
sv: Nära
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭

source: Confirm
ar: تأكيد
cs: Potvrďte
da: Bekræft
de: Bestätigen Sie
es: Confirme
fi: Vahvista
fr: Confirmer
he: לאשר
hu: Megerősítés
it: Confermare
ja: 確認
ko: 확인
nb: Bekreft
nl: Bevestig
pl: Potwierdzenie
pt_br: Confirmar
ro: Confirmați
ru: Подтвердите
sk: Potvrďte
sl: Potrdite
sv: Bekräfta
tr: Onaylayın
uk: Підтвердити
vi: Xác nhận
zh_hans: 确认

source: Connecting
ar: التوصيل
cs: Připojení
da: Forbindelse
de: Verbinden Sie
es: Conexión
fi: Yhdistäminen
fr: Connexion
he: מתחבר
hu: A csatlakoztatása
it: Collegamento
ja: 接続
ko: 연결
nb: Tilkobling
nl: Aansluiten op
pl: Łączenie
pt_br: Ligação
ro: Conectarea
ru: Подключение
sk: Pripojenie
sl: Povezovanje
sv: Anslutning
tr: Bağlantı
uk: Підключення
vi: Kết nối
zh_hans: 连接

source: Connecting with your Accu Chek CGM!
ar: الاتصال بجهاز أكيو تشيك لرصد تجلط الدم في الدم!
cs: Propojení s vaším Accu Chek CGM!
da: Forbindelse med din Accu Chek CGM!
de: Verbinden Sie sich mit Ihrem Accu Chek CGM!
es: ¡Conectando con su Accu Chek CGM!
fi: Yhteyden muodostaminen Accu Chek CGM:ään!
fr: Connexion avec votre Accu Chek CGM !
he: מתחבר עם Accu Chek CGM שלך!
hu: Csatlakozás az Accu Chek CGM-hez!
it: Connettetevi con il vostro CGM Accu Chek!
ja: アキュチェックCGMとの接続！
ko: 아큐첵 CGM과 연결하세요!
nb: Koble deg til Accu Chek CGM!
nl: Verbinding maken met je Accu Chek CGM!
pl: Łączenie z urządzeniem Accu Chek CGM!
pt_br: Conectando com seu Accu Chek CGM!
ro: Conectarea cu Accu Chek CGM!
ru: Подключение к системе Accu Chek CGM!
sk: Spojenie s vaším zariadením Accu Chek CGM!
sl: Povezovanje z napravo Accu Chek CGM!
sv: Anslutning till din Accu Chek CGM!
tr: Accu Chek CGM'niz ile bağlantı kurun!
uk: Підключення до вашого Accu Chek CGM!
vi: Kết nối với Acku Chek CGM của bạn!
zh_hans: 连接 Accu Chek CGM！

source: Continue
ar: تابع
cs: Pokračovat
da: Fortsæt
de: Weiter
es: Continúe en
fi: Jatka
fr: Continuer
he: המשך
hu: Folytatás
it: Continua
ja: 続ける
ko: 계속하기
nb: Fortsett
nl: Ga verder
pl: Kontynuuj
pt_br: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
tr: Devam et
uk: Продовжуйте
vi: Tiếp tục
zh_hans: 继续

source: day
ar: اليوم
cs: den
da: dag
de: Tag
es: día
fi: päivä
fr: jour
he: יום
hu: nap
it: giorno
ja: 日
ko: 일
nb: dag
nl: dag
pl: dzień
pt_br: dia
ro: zi
ru: день
sk: deň
sl: dan
sv: dag
tr: gün
uk: день
vi: ngày
zh_hans: 天

source: days
ar: أيام
cs: dny
da: dage
de: Tage
es: días
fi: päivät
fr: jours
he: ימים
hu: napok
it: giorni
ja: 日
ko: 일수
nb: dager
nl: dagen
pl: dni
pt_br: dias
ro: zile
ru: дней
sk: dni
sl: dni
sv: dagar
tr: günler
uk: днів
vi: ngày
zh_hans: 天数

source: Delete CGM
ar: حذف CGM
cs: Odstranit CGM
da: Slet CGM
de: CGM löschen
es: Borrar CGM
fi: Poista CGM
fr: Supprimer le CGM
he: מחק CGM
hu: CGM törlése
it: Cancellare il CGM
ja: CGMの削除
ko: CGM 삭제
nb: Slett CGM
nl: CGM verwijderen
pl: Usuń CGM
pt_br: Eliminar o CGM
ro: Ștergeți CGM
ru: Удалить CGM
sk: Odstránenie CGM
sl: Brisanje CGM
sv: Ta bort CGM
tr: CGM'yi sil
uk: Видалення КГМ
vi: Xóa CGM
zh_hans: 删除 CGM

source: Do not discard the twistcap until the pairing is completed! You will need the Sensor's Serial Number and PIN information during the pairing
ar: لا تتخلص من الغطاء الملتوي حتى تكتمل عملية الاقتران! ستحتاج إلى الرقم التسلسلي لجهاز الاستشعار ومعلومات رقم التعريف الشخصي أثناء الاقتران
cs: Neodhazujte kroutící uzávěr, dokud není párování dokončeno! Při párování budete potřebovat sériové číslo snímače a informace o kódu PIN.
da: Kassér ikke twistcap'en, før parringen er afsluttet! Du skal bruge sensorens serienummer og PIN-oplysninger under parringen.
de: Legen Sie die Twistcap nicht ab, bevor die Kopplung abgeschlossen ist! Sie benötigen die Seriennummer des Sensors und die PIN-Informationen während der Kopplung
es: No tire la tapa hasta que se haya completado el emparejamiento. Necesitará el número de serie y el PIN del sensor durante el emparejamiento.
fi: Älä hävitä kierrekorkkia ennen kuin paritus on valmis! Tarvitset anturin sarjanumeron ja PIN-koodin tietoja pariliitoksen aikana.
fr: Ne jetez pas le capuchon rotatif tant que l'appairage n'est pas terminé ! Vous aurez besoin du numéro de série du capteur et du code PIN lors de l'appairage.
he: אל תשליך את מכסה הפיתול עד לסיום ההתאמה! תזדקק למספר הסידורי ולפרטי ה- PIN של החיישן במהלך ההתאמה
hu: Ne dobja ki a csavaros kupakot, amíg a párosítás be nem fejeződött! A párosítás során szüksége lesz az érzékelő sorozatszámára és PIN-kódjára.
it: Non gettare il cappuccio rotante prima di aver completato l'accoppiamento! Durante l'associazione sono necessari il numero di serie e il PIN del sensore.
ja: ペアリングが完了するまでツイストキャップを捨てないでください！ペアリングの際、センサーのシリアル番号とPIN情報が必要です。
ko: 페어링이 완료될 때까지 트위스트캡을 버리지 마세요! 페어링하는 동안 센서의 일련 번호와 PIN 정보가 필요합니다.
nb: Ikke kast vrihetten før sammenkoblingen er fullført! Du trenger sensorens serienummer og PIN-kode under sammenkoblingen
nl: Gooi de draaidop niet weg voordat het koppelen is voltooid! Tijdens het koppelen hebt u het serienummer en de pincode van de sensor nodig.
pl: Nie wyrzucaj nasadki twistcap przed zakończeniem parowania! Podczas parowania konieczne będzie podanie numeru seryjnego czujnika i kodu PIN.
pt_br: Não deite fora a tampa de torção até o emparelhamento estar concluído! Necessitará do número de série do sensor e das informações do PIN durante o emparelhamento
ro: Nu aruncați twistcap-ul până când nu este finalizată asocierea! Veți avea nevoie de numărul de serie al senzorului și de informațiile PIN în timpul asocierii
ru: Не выбрасывайте колпачок до завершения сопряжения! Во время сопряжения вам понадобятся серийный номер датчика и PIN-код
sk: Neodhadzujte otočný uzáver, kým sa párovanie nedokončí! Počas párovania budete potrebovať sériové číslo snímača a informácie o kóde PIN
sl: Ne zavrzite navojnega pokrovčka, dokler se parjenje ne zaključi! Med seznanjanjem boste potrebovali serijsko številko senzorja in podatke PIN.
sv: Kasta inte bort twistcap förrän parkopplingen är klar! Du kommer att behöva sensorns serienummer och PIN-kod under parkopplingen
tr: Eşleştirme tamamlanana kadar twistcap'i atmayın! Eşleştirme sırasında Sensörün Seri Numarası ve PIN bilgisine ihtiyacınız olacaktır
uk: Не викидайте заглушку до завершення сполучення! Під час сполучення вам знадобляться серійний номер датчика та інформація PIN-коду
vi: Không loại bỏ nắp xoắn cho đến khi quá trình ghép nối hoàn tất! Bạn sẽ cần số sê-ri và thông tin mã PIN của Cảm biến trong quá trình ghép nối
zh_hans: 配对完成前，请勿丢弃扭盖！在配对过程中，您将需要传感器的序列号和 PIN 信息

source: Done
ar: تم
cs: Hotovo
da: Færdig
de: Erledigt
es: Hecho
fi: Valmis
fr: Terminé
he: בוצע
hu: Kész
it: Fatto
ja: 完了
ko: 완료
nb: Ferdig
nl: Gedaan
pl: Gotowe
pt_br: Feito
ro: Efectuat
ru: Готово
sk: Hotovo
sl: Končano
sv: Klar
tr: Bitti
uk: Зроблено.
vi: Xong
zh_hans: 已完成

source: Ends at
ar: ينتهي عند
cs: Končí v
da: Slutter ved
de: Endet am
es: Termina en
fi: Päättyy osoitteessa
fr: Fin à
he: מסתיים ב
hu: Véget ér a
it: Termina a
ja: で終了
ko: 다음에서 종료
nb: Slutter på
nl: Eindigt bij
pl: Kończy się na
pt_br: Termina em
ro: Se termină la
ru: Заканчивается на
sk: Končí na
sl: Konča se pri
sv: Slutar vid
tr: Şurada bitiyor
uk: Закінчується на
vi: Kết thúc lúc
zh_hans: 结束于

source: Found an Accu Chek CGM!
ar: عثرت على جهاز أكيو تشيك لقياس نسبة السكر في الدم!
cs: Našel jsem Accu Chek CGM!
da: Fandt en Accu Chek CGM!
de: Ich habe ein Accu Chek CGM gefunden!
es: ¡Encontré un Accu Chek CGM!
fi: Löysin Accu Chek CGM:n!
fr: J'ai trouvé un Accu Chek CGM !
he: מצאתי CGM של אקו צ'ק!
hu: Találtam egy Accu Chek CGM-et!
it: Ho trovato un CGM Accu Chek!
ja: アキュチェックCGMを見つけた！
ko: 아큐첵 CGM을 찾았습니다!
nb: Jeg fant en Accu Chek CGM!
nl: Ik heb een Accu Chek CGM gevonden!
pl: Znalazłem Accu Chek CGM!
pt_br: Encontrei um Accu Chek CGM!
ro: Am găsit un Accu Chek CGM!
ru: Нашел Accu Chek CGM!
sk: Našiel Accu Chek CGM!
sl: Našel Accu Chek CGM!
sv: Jag hittade en Accu Chek CGM!
tr: Bir Accu Chek CGM buldum!
uk: Знайшли Accu Chek CGM!
vi: Tìm thấy một Acku Chek CGM!
zh_hans: 找到一个 Accu Chek CGM！

source: Found unsupported Accu Chek CGM...
ar: تم العثور على جهاز أكيو تشيك CGM غير مدعوم...
cs: Nalezeno nepodporované zařízení Accu Chek CGM...
da: Fandt ikke understøttet Accu Chek CGM...
de: Nicht unterstütztes Accu Chek CGM gefunden...
es: Encontrado Accu Chek CGM no compatible...
fi: Löytyi tukematon Accu Chek CGM...
fr: Accu Chek CGM non pris en charge...
he: נמצא אקו צ'ק CGM שאינו נתמך...
hu: Talált nem támogatott Accu Chek CGM...
it: Trovato CGM Accu Chek non supportato...
ja: 未対応のAccu Chek CGMが見つかりました...
ko: 지원되지 않는 Accu Chek CGM을 발견했습니다...
nb: Fant Accu Chek CGM uten støtte...
nl: Accu Chek CGM niet ondersteund gevonden...
pl: Znaleziono nieobsługiwany Accu Chek CGM...
pt_br: Encontrei um Accu Chek CGM não suportado...
ro: Găsit Accu Chek CGM neacceptat...
ru: Найдено неподдерживаемое устройство Accu Chek CGM...
sk: Nájdené nepodporované zariadenie Accu Chek CGM...
sl: Najden nepodprt Accu Chek CGM...
sv: Hittade Accu Chek CGM utan stöd...
tr: Desteklenmeyen Accu Chek CGM bulundu...
uk: Знайдено непідтримуваний Accu Chek CGM...
vi: Tìm thấy Acku Chek CGM không được hỗ trợ...
zh_hans: 发现不支持 Accu Chek CGM...

source: Glucose
ar: الجلوكوز
cs: Glukóza
da: Glukose
de: Glukose
es: Glucosa
fi: Glukoosi
he: גלוקוז
hu: Glükóz
it: Glucosio
ja: グルコース
ko: 포도당
nb: Glukose
pl: Glukoza
pt_br: Glicose
ro: Glucoză
ru: Глюкоза
sk: Glukóza
sl: Glukoza
sv: Glukos
tr: Glikoz
uk: Глюкоза
zh_hans: 葡萄糖

source: Glucose level
ar: مستوى الجلوكوز
cs: Hladina glukózy
da: Glukose-niveau
de: Glukosegehalt
es: Nivel de glucosa
fi: Glukoositaso
fr: Taux de glucose
he: רמת גלוקוז
hu: Glükózszint
it: Livello di glucosio
ja: グルコースレベル
ko: 포도당 수준
nb: Glukosenivå
nl: Glucoseniveau
pl: Poziom glukozy
pt_br: Nível de glicose
ro: Nivelul glucozei
ru: Уровень глюкозы
sk: Hladina glukózy
sl: Raven glukoze
sv: Glukosnivå
tr: Glikoz seviyesi
uk: Рівень глюкози
vi: Mức glucose
zh_hans: 葡萄糖水平

source: Go to a cooler place to cooldown the sensor
ar: انتقل إلى مكان أكثر برودة لتبريد المستشعر
cs: Přejděte na chladnější místo, aby se snímač ochladil.
da: Gå til et køligere sted for at afkøle sensoren
de: Gehen Sie an einen kühleren Ort, um den Sensor abzukühlen.
es: Ir a un lugar más fresco para enfriar el sensor
fi: Siirry viileämpään paikkaan jäähdyttämään anturia.
fr: Se rendre dans un endroit plus frais pour refroidir le capteur.
he: עבור למקום קריר יותר כדי לקרר את החיישן
hu: Menjen egy hűvösebb helyre az érzékelő lehűléséhez.
it: Andare in un luogo più fresco per raffreddare il sensore.
ja: センサーをクールダウンさせるために涼しい場所に移動する。
ko: 서늘한 곳으로 이동하여 센서의 열을 식히세요.
nb: Gå til et kjøligere sted for å kjøle ned sensoren
nl: Ga naar een koelere plaats om de sensor af te koelen
pl: Przejdź do chłodniejszego miejsca, aby schłodzić czujnik.
pt_br: Ir para um local mais fresco para arrefecer o sensor
ro: Mergeți la un loc mai răcoros pentru a răci senzorul
ru: Перейдите в более прохладное место, чтобы охладить датчик
sk: Prejdite na chladnejšie miesto, aby ste senzor ochladili
sl: Pojdite v hladnejši prostor, da se senzor ohladi
sv: Gå till en svalare plats för att kyla ner sensorn
tr: Sensörü soğutmak için daha serin bir yere gidin
uk: Перейдіть у прохолодне місце, щоб охолодити датчик
vi: Đi đến nơi mát mẻ hơn để hạ nhiệt cảm biến
zh_hans: 到阴凉处冷却传感器
